{"-3.0":["Preceding all others of a series or kind; the ordinal of one; earliest.","To do with a place or places."],"-2.5":["An act of being of assistance to someone.","An institution dedicated to teaching and learning; an educational institution.","To exercise influence over; to suggest or dictate the behavior of.","Furniture with a top surface to accommodate a variety of uses.","In a direction away from the speaker or other reference point."],"-2.0":["Able but not certain to happen; neither inevitable nor impossible.","The result or outcome of a cause.","To help forward; to assist.","A sequence of events.","A particular time or period of vague extent.","The same height at all places; parallel to a flat ground.","A drawing or diagram conveying information.","Likely to be affected by or to experience something; liable.","comparative form of late: more late","A sending or mission (to do or accomplish something).","Something that is owned.","Situated close to, or even below, the ground or another normal reference plane; not high or lofty.","To wish for or desire (something); to feel a need or desire for; to crave, hanker, or demand.","The buying and selling of goods and services on a market.","A place or location.","Located outside a country or place, especially one's own.","Of, relating to, or consisting of matter, especially physical."],"-1.5":["The act of physically applying or laying on.","Having traits or characteristics in common; alike, allied, comparable.","An institution where one can place and borrow money and take care of financial affairs.","Explicit or definite.","A planned endeavor, usually with a specific goal and accomplished in several steps or stages.","Repetition of an activity to improve a skill.","A line or series of mountains, buildings, etc.","The action or an instance of flowing or coming out, an outflow","To exclude; to specify as being an exception.","Common; general.","An uncertainty.","Pertaining to persons (human beings as opposed to things or animals).","To the greatest extent or degree; completely, entirely.","Happening once every year.","The surface of the Earth, as opposed to the sky or water or underground.","A description of an event or system that is considered to be accurate.","Related to finances.","Popularly or widely.","To accept as true, particularly without absolute certainty (i.e., as opposed to knowing).","The name of a film, musical piece, painting, or other work of art.","Having the power to produce a required effect or effects.","A store or supply.","A type or kind. (Compare race.)","To come or go near, in place or time; to move toward; to advance nearer; to draw nigh.","Relating to the origin or beginning; preceding all others.","Signifying something; carrying meaning."],"-1.0":["A strip of fabric, especially from the edge of a piece of cloth.","Having to do with people and government office as opposed to the military or religion.","Serving, or suitable, for defense; defensive, defending.","Probable; having a greater-than-even chance of occurring.","Physical motion between points in space.","Something from which other things extend; a foundation.","A currently unrealized ability (with the most common adposition being to).","At the end or conclusion; ultimately.","To move swiftly.","Awe-inspiring, majestic, noble, venerable.","To make contact (with someone) while in proximity.","To take to oneself; to claim or use, especially as by an exclusive right.","To think about seriously.","The quality of being different.","A particular point, or relatively small region.","The process of keeping (something or someone) safe.","Conversation or debate concerning a particular topic.","To prepare oneself.","An advertisement in a common media format, usually radio or television.","First or earliest in a group or series.","An organization founded to promote a cause","The ability to hold, receive, or absorb.","A demand of ownership made for something.","The act of judging.","Graphism of symbols such as letters that express some meaning.","Sour, sharp, or biting to the taste; tart; having the taste of vinegar.","A ladder; a series of steps; a means of ascending.","Satisfied, pleased, contented.","Complete, solid, or secure.","A mesh of string, cord or rope.","Matter, material.","Primary; most important; first level in importance.","A particular method for performing a task.","To move or pass from one place, person or thing to another.","The body of all written works.","Of a type or kind that suffices, that satisfies requirements or needs.","Made up of multiple parts; composite; not simple.","A way or means of approaching or entering; an entrance; a passage.","A chance for advancement, progress or profit.","Designed or fitted for execution, or carrying into effect.","A large quantity or number; a great deal.","An advantage; help or aid from something.","An administrative unit of government; office.","To divide (a thing) into separate parts.","An alphabetical listing of items and their location.","The beginning of an activity.","The quality or degree of being strong.","Effective management of a community or system, or especially its resources.","Included, present, characterized by affirmation.","Concerning religion.","Situated toward or at the front of something.","The achievement of one's aim or goal.","An item of goods or supplies, especially food, obtained for future use.","The act of assembling a group or structure.","Chemical elements or alloys, their ores, and the mines where their ores come from.","Having a title.","A firm decision or an official decision.","Significant; worth considering.","Actions performed to keep some machine or system functioning or in service.","The most senior rank for an academic at a university or similar institution.","Unchanged through time or space; permanent.","More than half (50%) of some group.","To give (permission or wish).","The spectral composition of visible light.","A person who provides labor to a company or another person.","Urgency of manner or words; an urgent request; insistence.","Relating to, or based on, practice or action rather than theory or hypothesis.","An option; a decision; an opportunity to choose or select something.","A fundamental assumption or guiding belief.","Prepared for immediate action or use.","The rate of occurrence of anything; the relationship between incidence and time period.","Depressed, melancholic, sad.","An action or statement in response to a stimulus or other event."],"-0.5":["The state of being, existing, or occurring; beinghood.","To get hold of; to gain possession of, to procure; to acquire, in any way.","Concise, brief, or presented in a condensed form; presenting information in such a form.","present participle and gerund of stand","The act of determining, or the state of being determined.","Any interconnected group or system.","An abstract and general idea; an abstraction.","The act or method of controlling or directing.","Next in order to the first or primary; of second place in origin, rank, etc.","To make stable or firm; to confirm.","Forward in time, place or degree.","To keep up; to preserve; to uphold (a state, condition etc.).","To carry or bear from one place to another; to remove; to convey.","The edge of the land where it meets an ocean, sea, gulf, bay, or large lake.","The act of comparing or the state or process of being compared.","A man in a marriage or marital relationship, especially in relation to his spouse.","An inspection or examination.","Disdain, contemptuous feelings, hatred.","To bring down the size, quantity, quality, value or intensity of something; to diminish, to lower.","A clause, as in legal documents, stating whereas.","Influenced or changed by something.","Relating to a choice between two or more possibilities.","The act of moving or revolving around, or as in a circle or orbit; a revolution","A meeting or gathering.","That which affects one’s welfare or happiness. A matter of interest to someone.","A state of being away or withdrawn from a place or from companionship","That has been determined by measurement.","Consumed, used up, exhausted, depleted.","The power, right, or authority to interpret and apply the law.","To give as a result or outcome; to produce or render.","A person, firm or other entity which pays for or hires the services of another person.","Having a visible or identifying mark.","Without end, eternal.","A custom or practice of a society or community.","That which is reserved or kept back, as for future use.","Each of the four divisions of a year: spring, summer, autumn (fall) and winter","To receive, especially with a consent, with favour, or with approval.","The act of extending; a stretching out; enlargement in length, breadth, or time; an increase.","A written law or ordinance passed by a legislative body.","Following in time; coming or being after something else at any time, indefinitely.","Having agreed to marry a particular person (one's fiancé or fiancée) or each other.","Outside of something; on the exterior.","A part of a larger whole, usually in such a form that it is able to be separated from other parts.","Practiced; self-conscious; careful; not spontaneous.","Equal to or fulfilling some requirement.","A figure or other artistic depiction of Jesus Christ.","The beginning of something.","The act of preparing or getting ready.","Having a substance; actually existing.","The extent to which a resource is used for the intended purpose.","An artful deviation from the ordinary arrangement of words.","the vertical distance below a surface; the degree to which something is deep","A sequence of states representing an encoded message in a communication channel.","Gathered together.","The act of eating, drinking or using.","An obligation, debt or responsibility owed to someone.","That cannot stand alone as a free word.","Firmly or securely fixed in place; stable.","A positive quantity.","Related, connected, or pertinent to a topic.","In addition to what has been said.","radiotelephony clear-code word for the letter P.","To influence or alter.","Highly or conspicuously offensive.","A paragraph or section of text or music with particular meaning.","A large extent or tract of land; for example a region, country or district.","Statements made by a witness in court.","Capturing the overall sense of a thing.","To make something fall; especially to chop down a tree.","Similar or identical in value, meaning or effect; virtually equal.","Equally distant from one another at all points.","In conformance to, or in agreement with; used with to.","Without stopping; without a break, cessation, or interruption.","Any piece of equipment made for a particular purpose, especially a mechanical or electrical one.","Having excelled, having surpassed.","To stop living; to become dead; to undergo death.","To predict or believe that something will happen","A fourth part of something.","Very swift or quick.","Not crooked, curly, or bent; having a constant direction throughout its length.","The practical aspects of a given art, occupation etc.; formal requirements.","Able to vary or be varied.","Something given or offered that adds to a larger whole.","To accomplish or complete, as an obligation.","An act, process, or instance of expanding.","Of or relating to a corporation.","One's structure or make-up: form, shape, bodily proportions.","Suitable; proper","Making, or having the power to make, a law or laws; lawmaking.","The machines constituting a production apparatus, in a plant etc., collectively.","Arrived at or determined by mathematical calculation; ascertained mathematically.","Of or relating to a material object, actual existence or reality.","Located directly across from something else, or from each other.","Very bad or intense.","Belonging to the school or philosophy of Plato.","Capable of being seen, or easily seen; open to view; visible to the eye; within sight or view.","present participle and gerund of bear","In accordance with established forms.","A unit of time which is one sixtieth of an hour (sixty seconds).","In spite of what preceded; yet.","A spending or consuming, often a disbursement of funds.","Indicating duty or obligation.","Of a surface: flat or level.","A control or occupancy of something for which one does not necessarily have private property rights.","A room or set of rooms","Having a great extent; covering a large area; vast.","To do (something); to execute.","The position of the body or way of carrying oneself.","Special weight or forcefulness given to something considered important.","The decision or judgement of a jury or court; a verdict.","To perform a work or labour; to exert power or strength, physical or mechanical; to act.","A specific form or variation of something.","Being a distinguishing feature of a person or thing.","A single criterion.","The condition of being exposed, uncovered, or unprotected.","One who responds; one who replies.","The extent to which something matters; importance","present participle and gerund of become","An outdoor place acting as temporary accommodation in tents or other simple structures.","A series of operations undertaken to achieve a set goal.","Having the form of a line; straight or roughly straight; following a direct course.","Something that one uses to achieve an objective, e.g. raw materials or personnel.","The act of varying; a partial change in the form, position, state, or qualities of a thing.","To delete or cross out; to scratch or eliminate.","Being the only one of its kind; unequaled, unparalleled or unmatched.","To move, or be moved, away.","Act of expending or paying out.","To direct the attention of (someone toward something)","A main road or highway, especially in ancient Rome. (Mainly used in set phrases, below.)","The quality or state of being necessary, unavoidable, or absolutely requisite.","First in importance, degree, or rank.","A set of things next to each other in a set order; a series.","Not permanent; existing only for a period or periods of time.","Self-assurance.","Capable of being perceived very clearly.","A support structure that connects the axle or the hub of a wheel to the rim.","Senses relating to exerting force or pulling.","Processed or perfected.","A formal council summoned (especially by a monarch) to discuss important issues."],"0.0":["Free of restrictions, limitations, qualifications or conditions; unconditional.","The act of arranging.","Of or relating to the administration of justice.","The study of the human mind.","The process of change from one form, state, style or place to another.","A craft for transportation on or in water, air, or space.","Any of a class of organic compounds (such as ethanol) containing a hydroxyl functional group (-OH).","Obligated or locked in (often, but not necessarily, by a pledge) to some course of action.","Broadly or completely covering; including a large proportion of something.","A view, vista or outlook.","A movement to do something, a beginning.","The act of transmitting, e.g. data (signals) or electric power.","From the same time period, coexistent in time; contemporaneous.","To make a tender of; to offer or tender.","Two of the same kind connected or considered together.","A legal document giving official permission to do something; a permit.","Newly made, formed or evolved; having no precedent; of recent origin; new.","Of or relating to theory; abstract; not empirical.","Related to or affecting the vision.","Of or pertaining to the universe.","An abridgement or summary of a longer publication.","Very uncommon; scarce.","Any specific feature, part, or element of something.","Showing composure.","A mammal of the family Canidae:","Any mathematical rule expressed symbolically.","A favorable opportunity; a convenient or timely chance.","A person or organisation that operates a device, system, service, etc.","A change of position.","A governmental body with the power to make, amend and repeal laws.","Telling the truth or giving a true result; exact; not defective or faulty.","Universal; all-encompassing.","Of or relating to a navy.","One of a set of choices that can be made.","Without unwillingness or hesitation; showing readiness.","The act or process of acquiring.","A current of air, usually coming into a room or vehicle.","Obviously true by simple observation.","To be larger, greater than (something).","To increase in extent.","Relating to the mouth.","present participle and gerund of proceed","Meeting the standards, requirements, and training for a position.","A formal recording of names, events, transactions, etc.","The garden where Plato taught.","A company, business, organization, or other purposeful endeavor.","Existing as a part or portion; incomplete.","Pertaining to heat or temperature.","Formed by gathering or collecting; gathered into a mass, sum, or body.","Pertaining to, or performed by, the intellect; mental or cognitive.","In a natural manner.","A (usually) rectangular section of a surface, or of a covering or of a wall, fence etc.","To bend back (light, etc.) from a surface.","The act or an instance of violating or the condition of being violated.","A battlefield formation composed of two or more divisions.","The cavity or mold in which anything is formed.","The state or condition of being useful; usefulness.","Brief, quick, short.","To set up; to establish; to enact.","A belief or tenet, especially about philosophical or theological matters.","A likelihood of behaving in a particular way or going in a particular direction; a tending toward.","An act of complying.","Pertaining to a convention, as in following generally accepted principles, methods and behaviour.","In good working order.","A course of action that a person intends to follow.","A group or association of cooperating members.","Changing; active; in motion.","The act of preventing or hindering; obstruction of action, access, or approach; thwarting.","A payment made by a tenant at intervals in order to lease a property.","A person who is authorized to supervise, direct or administer something.","Of or pertaining to competition.","An effect; something that follows a cause as a result.","The act of converting something or someone.","Any particle that has been removed by a file or similar implement; a shaving.","To raise (someone) to a more important, responsible, or remunerative job or rank.","Having the faculty of sensation; pertaining to the senses.","Minor; small in amount","The act of assuming, or taking to or upon oneself; the act of taking up or adopting.","Having distinct limits.","Fairness, impartiality, or justice as determined in light of \"natural law\" or \"natural right\".","The state of being accurate; being free from error; exactness; correctness","Of, relating to, enacted or regulated by a statute.","The government official in charge of the Treasury.","Well-grounded or justifiable, pertinent.","To make better; improve.","Vowed; dedicated; consecrated.","Relating to the basic, essential or fundamental part of something.","With little or no sound; free of disturbing noise.","Of or pertaining to a god.","The act or process of absorbing or of being absorbed as,","Of or relating to comparison.","An amount of time or a particular time interval.","A roving motion; course without definite direction; lack of rule or method; chance.","A range; a continuous, infinite, one-dimensional set, possibly bounded by extremes.","The act of imposing taxes and the fact of being taxed.","An expression of intent to injure or punish another.","The act or an instance of committing, putting in charge, keeping, or trust, especially:","To mentally support; to motivate, give courage, hope or spirit.","Being between two extremes, or in the middle of a range.","To have (something) as a component or a related part; to comprise, to include.","Slow to reveal emotion or opinions.","The well-being of a community.","A geographic area owned or controlled by a single person or organization.","The action of entering, or going in.","Done or occurring often; common.","A reciprocal, parallel or complementary relationship between two or more comparable objects.","Bound or obliged in law or equity; responsible; answerable.","present participle and gerund of lie (“to rest in a horizontal position”)","A synthetic, solid, hydrocarbon-based polymer, whether thermoplastic or thermosetting.","To move, pass, or go forward or onward; to advance; to carry on.","present participle and gerund of tell","lying underneath","Lying next to, close, or contiguous; neighboring; bordering on.","Able to give advice.","Something brought in from an exterior source, especially for sale or trade.","Of or pertaining to the sun; proceeding from the sun.","Of a problem, that continues over an extended period of time.","An event or occurrence.","Final; last in a series.","To bury in a grave.","Not excessive; acting in moderation","Mental apprehension of whatever may be known, thought, or imagined; idea, concept.","Occurring once every quarter year (three months); taking place quarter-yearly.","Size, specifically, volume.","Of or pertaining to a difference.","Capable of being moved, especially on wheels.","A horizontal bar extending between supports and used for support or as a barrier; a railing.","An enclosure within which workers, prisoners, or soldiers are confined.","To plunder, pillage, assault.","To the side; of or pertaining to the side.","The outermost shape, view, or edge of an object.","The condition of a system in which competing influences are balanced, resulting in no net change.","Enjoying good health; free from disease or disorder.","The act of limiting or the state of being limited.","A flexible enclosing or separating tissue forming a plane or film and separating two environments.","To join in, to take part, to involve oneself (in something).","A person who steers a ship, a helmsman.","At a distance; disconnected.","To show how to use (something).","The stock of an item on hand at a particular location or business.","Telling a story.","An aristocrat; one of aristocratic blood.","A declaration of faith.","Standing out, or projecting; jutting; protuberant.","The formation of something complex or coherent by combining simpler things.","Of or relating to a circle.","A firmly held belief.","A person or company that manufactures.","A bishop empowered to oversee other bishops; an archbishop.","Favoring fundamental change, or change at the root cause of a matter.","A warden; a guard; a guardian or watchman.","A controlled behaviour; self-control.","The edge of the paper, typically left blank when printing but sometimes used for annotations etc.","Consisting of a variety of ingredients or parts.","Mode of rule or management.","The total number of goals, points, runs, etc. earned by a participant in a game.","The quality of being discreet.","Related to an empire, emperor, or empress.","A legal sentence.","To send or infect an electronic device with a computer virus.","The set of courses, coursework, and content offered at a school or university.","A bundle of neurons with their connective tissue sheaths, blood vessels and lymphatics.","Revenue; gross revenue.","A violation of divine will or religious law.","Able to be compared (to).","A university professor, particularly one at Oxford or Cambridge.","Anything that assures a certain outcome."],"0.5":["To gain, usually by one's own exertions; to get as one's own.","The state of being allied.","The condition of failing to meet an obligation.","Verbal exchange, conversation.","Pertaining to or based on experience, as opposed to theory.","Capable of being flexed or bent without breaking; able to be turned or twisted without breaking.","The state or condition of having weight; weight; heaviness.","Very large in size or extent.","Of or pertaining to numbers.","Serving or intended to protect.","Pertaining to (the dimension of) space.","A check; a stop; an act or instance of arresting something.","To yield assent; to accord; to acquiesce, agree, consent; to adapt oneself, to conform.","Inadequacy or incompleteness.","To find or learn something for the first time.","Nevertheless, all the same.","Giving pleasure; pleasing in manner.","A single aspect of a given thing.","The crime of stealing or otherwise illegally obtaining money by use of deception tactics.","Contrary to, forbidden, or not authorized by law, especially criminal law.","The state of being negligent.","A local law, passed by e.g. a city.","A type, species, or strain of bacterium.","To make easy or easier.","The organic process by which an organism assimilates food and uses it for growth and maintenance.","present participle and gerund of range","A moon or other smaller body orbiting a larger one.","A member of a ground-based army, of any rank, but especially an enlisted member.","A journey through a particular building, estate, country, etc.","A judicial examination.","The branch of physics that deals with the action of forces on material objects with mass","To cause to become.","Drunk; intoxicated from alcohol, staggering.","The devotion accorded to a deity or to a sacred object.","Equipment or paraphernalia, especially that used for an athletic endeavor.","To provide an acceptable explanation for.","An administrative part of a diocese that has its own church.","Out of the ordinary; odd; strange; unusual.","Of, or pertaining to, philosophy.","To be in the habit of choosing something rather than something else; to favor; to like better.","A place where anything is kept in store.","Not needed or necessary.","An inverted U shape.","Free from a duty, obligation, rule, law, etc.","To bring into being; give rise to.","A claim to commendation or a reward.","The act of prosecuting a scheme or endeavor.","A long, thin piece of land; any long, thin area.","A region of space that contains no matter.","A poetic form with regular meter and a fixed rhyme scheme.","To change (something) from a smaller form or size to a larger one; to spread out or lay open.","The act of innovating; the introduction of something new, in customs, rites, etc.","Handwritten, or by extension manually typewritten, as opposed to being mechanically reproduced.","Clothing and ornamentation; raiment.","twice a day, two times per day","Done with intensity or to a great degree; thorough.","Where ever; an emphatic form of where.","Consisting of different elements; various.","Young; not fully developed.","To spoil; to ruin; to scathe; to damage.","The state of being depreciated; disparagement.","The inherent nature of a thing or idea.","An industrial heating device, such as for smelting metal or firing ceramics.","Steadfast adherence to a strict moral or ethical code.","In accordance with the law or established legal forms and requirements.","The conduct of a lawsuit.","The best, most favourable or desirable, especially under some restriction.","An enclosure (enclosed area) used to contain domesticated animals, especially sheep or cattle.","The state of being precise or exact; especially, both exact and accurate.","An original or primary word; a word not derived from another, as opposed to derivative.","Unchanging; that cannot or does not change.","A system of burrows in which rabbits live.","A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.","Conditions suitable for an organism or population of organisms to live.","Naturally as part or consequence of something.","The act of reproducing new individuals biologically.","Habit, practice.","A risky or daring undertaking or journey.","To change the form or structure of.","Helpful or good to something or someone.","Folded, dented.","An agreement or contract.","Something that is extracted or drawn out.","The study of God, a god, or gods; and of the truthfulness of religion in general.","Fully sufficient; found in copious supply; in great quantity; overflowing.","Nervous and worried.","To lift, raise up.","The act of refusing.","The removal of someone from office.","A conversation or other form of discourse between two or more individuals.","To instruct, train (usually in matters of knowledge).","Strength; power; might; force .","An inheritance; property that may be inherited.","At an angle to the horizontal; slanted or sloped.","Anything that acts as counterbalance; a compensating equivalent.","Stiff, rather than flexible.","Of or relating to the process of selection.","Having little depth; significantly less deep than wide.","Painstaking and careful not to miss or omit any detail.","Plants, taken collectively.","Indefinably large, countlessly great; immense.","A device that measures things.","The region which the eye overlooks at one time; view; scene; outlook.","The settlement of differences by arbitration or by consent reached by mutual concessions.","The act of joining, or condition of being joined.","The quality of being convenient.","The act of excluding or shutting out; removal from consideration or taking part.","Very specific, clear, or detailed.","A place for discussion.","Being subjected to an action without producing a reaction.","A person who resists; especially a member of a resistance movement.","To find a solution to (a problem).","Auxiliary or supplemental.","Of or relating to the material world, as opposed to sacred or clerical.","One who holds a lease (a tenancy).","The act of varying or the state of being variable.","The act of flowing; a continuous moving on or passing by, as of a flowing stream.","Risky; dangerous; with the nature of a hazard.","Impossible to avoid or prevent.","The duration of the life of someone or something.","Of or relating to the Middle Ages, the period from approximately 500 to 1500 AD.","A native or inhabitant of Normandy, France.","An adverse judgment or opinion formed beforehand or without knowledge of the facts.","The act of retaining or something retained.","To follow something in sequence or time.","Of, or relating to synthesis.","To finish successfully.","A temporally organized plan for matters to be attended to.","The act of extracting or the condition of being extracted.","The act of joining, or the state of being joined.","The ability to move; capacity for movement.","Of, relating to, or remaining as a residue; left over.","The business of an undertaker, or the management of funerals.","An instance of breaking, a place where something has broken.","The part of a country which borders or faces another country or unsettled region.","A harbour or anchorage protected from the sea.","To put (something) in a place where it will be out of sight or harder to discover.","A collimated stream, spurt or flow of liquid or gas from a pressurized container, an engine, etc.","Pertaining to, having, or affecting the lungs.","Awe-inspiring; terrific.","(often followed by up) To stop sleeping.","Easy of access or approach.","To inspire boredom in somebody.","A person who or thing that collects, or which creates or manages a collection.","A long, thin, flexible length of twisted yarns (strands) of fibre (a rope, for example).","The act of corroding or the condition so produced.","A fault or malfunction.","Of or relating to language.","A liquid, a fluid.","A place from which something can be viewed.","Of, or relating to physiology.","A sticky, gummy substance secreted by trees; sap.","The purchasing department of a company.","uttered, articulated.","Likely or expected to happen or become.","To remove the fleece from (a sheep, llama, etc.) by clipping.","Of, relating to, or restricted to a specific geographic area, or territory.","Polite behavior.","Lasting forever; unending.","Born or originating in, native to a land or region, especially before an intrusion.","A right to take possession of a debtor’s property as security until a debt or duty is discharged.","Relating to or connected with the sea or its uses (as navigation, commerce, etc.).","The core, central part of something, around which other elements are assembled.","The amount of water precipitated in any form.","Of, or relating to therapy.","Cast or scattered widely in all directions; cast abroad.","One who claims; one who makes a claim.","An increase in density; the act of compressing, or the state of being compressed; compaction."],"1.0":["The highest or the greatest part of something, especially forming a point.","Of fundamental importance; crucial, pivotal.","The state of things being similar or identical.","Obvious or easy to notice.","The action of exposing something to something, such as skin to the sunlight.","A number of domestic animals assembled together under the watch or ownership of a keeper.","Pertaining to marriage.","Not compulsory; left to personal choice; elective.","The act or an instance of repeating or being repeated.","Of the essence or essential element of a thing.","The military science that deals with achieving the objectives set by strategy.","Living or taking place in the air.","Of, relating to, or concerning the body.","To produce offspring sexually; to bear young.","A group of people organized for a common purpose.","Happening by chance.","Of, relating to, or being a cause of something; causing.","Being a part or component of a whole.","To give up as beyond hope or expectation; to despair of.","Noteworthy, remarkable, great.","The act of exciting or putting in motion; the act of rousing up or awakening.","Relating to the outside parts or surface of something.","present participle and gerund of impose","Money or property bequeathed to someone in a will.","Dark, faint or indistinct.","Alternative letter-case form of Panic (“pertaining to the Greek god Pan”).","A male sheep, typically uncastrated.","To condemn; to declare guilty; to doom; to adjudge to punishment.","Done on purpose; intentional.","The part of the face above the eyebrows and below the hairline.","A motion of the limbs or body, especially one made to emphasize speech.","Relating to poetry.","An offshoot of a larger religion or denomination.","Completely; entirely; to the fullest extent.","A person or a company that vends or sells.","A collection of written or spoken texts.","Intended for defence; protective.","To discharge; to end the employment or service of.","A period of unusually low rainfall, longer and more severe than a dry spell.","A going; journey; travel; voyage; course; passage.","Not pretentious or magnificent; unpretending; unassuming.","An act or instance of nominating.","The act of obstructing, or state of being obstructed.","Related to procedure.","Closeness; the state of being near as in space, time, or relationship.","Wild; not cultivated or tamed.","Uncommon, rare; difficult to find; insufficient to meet a demand.","A (small) piece; a fragment; a detached, incomplete portion.","Existing, occurring, or located on the surface.","A group or set of three people or things; three things combined into one.","superlative form of utter: most utter; situated at the most distant limit; farthest, outermost.","Able to live on its own (as for a newborn).","A table or similar flat-topped structure used for religious rites.","A tool used to moor a vessel to the bottom of a sea or river to resist movement.","Self-governing. Intelligent, sentient, self-aware, thinking, feeling, governing independently.","Of or pertaining to demography.","The state of being grateful.","Unpleasantly rough to the touch or other senses.","Essential; crucial; extremely important.","The act of implicating.","To confer with others in order to come to terms or reach an agreement.","An extensive area of relatively flat grassland with few, if any, trees, especially in North America.","A question, an inquiry (US), an enquiry (UK).","Rigid; hard to bend; inflexible.","The quality or state of being uniform.","Trial, attempt.","Of the same origin as claimed; genuine.","An ongoing winner in a game or contest.","The unordered state of matter in classical accounts of cosmogony.","An object, act or words believed to have magic power (usually carries a positive connotation).","To make or become clear or bright by freeing from impurities or turbidity.","Assessment, estimation, or regard; especially; favourable estimation or regard.","Plants considered as a group, especially those of a particular country, region, time, etc.","Approaching or about to take place.","A scientific study of form and structure, usually without regard to function. Especially:","That which is normal or typical.","The legal process of verifying the legality of a will.","To send or convey from one person, place or thing to another.","limitless or without bounds; unrestricted","The fat surrounding the belly.","A small piece broken from a larger piece of solid material.","Something that constrains; a restriction.","Having to do with discipline, or with the imposition of discipline.","Gravity; serious purpose; earnestness.","The leader of a work crew.","Exhibiting attributes, qualities, or acts that are worthy of or receive glory.","To begin; to start.","A person who invests money in order to make a profit.","Relating to motion.","Common cold, head cold; catarrh.","That which is or may be seized by animals to be devoured.","Answering, replying or responding","Genuine; meaning what one says or does; heartfelt.","A finger-operated lever used to fire a gun.","Pertaining to the sense of hearing, the organs of hearing, or the science of sounds.","Lacking a name; not named, for example an animal not assigned to any species .","A substance that increases the rate of a chemical reaction without being consumed in the process.","present participle and gerund of compel","The process of making or growing worse, or the state of having grown worse.","To open up; unfasten.","Remote from the point of attachment or origin.","Containing an error; inaccurate.","A tool with a heavy head and a handle used for pounding.","A messenger, especially one bringing important news.","Loosely associated; of limited relevance except indirectly; only accidentally related.","A wound or injury.","Very wealthy and comfortable surroundings; the state of being that they create.","Of or relating to semantics or the meanings of words.","To end something, especially when left in an incomplete state.","A treatise on terms, especially those used in a specialised field.","A collection of valuable things; accumulated wealth; a stock of money, jewels, etc.","Someone who analyzes.","An addition, an extension.","Exceedingly great; usually applied intensively.","To reckon, calculate.","To indicate; to mark.","An optical instrument used for observing small objects.","The place where sanctified souls are believed to live after death.","A person who practices a profession or art, especially law or medicine.","A statement which is proclaimed; formal a public announcement.","A proportional part or share; the share or proportion assigned to each in a division.","Violent uncontrolled anger.","One who solicits.","Of or pertaining to tension.","To substantiate or prove the truth of something.","The state or measure of being clear, either in appearance, thought or style; lucidity.","An act or instance of conveying.","An act of distorting.","That which comes from one's imagination.","The origin, start, or point at which something comes into being.","A non-native person who comes to a country from another country to permanently settle there.","In like degree; in like manner; to the same or similar degree; likewise.","Tending to inflame or provoke somebody.","Harmful, malevolent, injurious.","Any sudden brightening of a previously inconspicuous star.","An eruption; the sudden appearance of a rash, disease, etc.","To extend over and partly cover something.","At or forming a right angle (to something).","Foremost; first or highest in quality or degree.","Not wanting to take some action; unwilling to do something.","The act of resigning.","To examine sequentially, carefully, or critically; to scrutinize; to behold closely.","Of third rank or order; subsequent.","Made up of three related elements, often matching","Pertaining to accident and not essence; thus, inessential; incidental; secondary.","To make suitable; to make to correspond; to fit or suit.","Relating to water; living in or near water, taking place in water.","A generally accepted principle; a rule.","Acting as a complement; making up a whole with something else.","To be made up of; to consist of (especially a comprehensive list of parts).","Lacking something essential; often construed with in.","Of or affecting the face.","The power unit of a train that pulls the coaches or wagons.","A largely level expanse of land at a high elevation; tableland.","Widespread or preferred.","An explanation of the basis or fundamental reasons for something.","Capable of rotation.","Characteristic of a scholar.","Very thin or transparent.","A trial; an experiment; an attempt.","Vertical; erect.","The study of the past by excavation and analysis of its material remains.","To drive together, round up.","Rubble, wreckage, scattered remains of something destroyed.","Appropriate; suitable for the circumstances.","To eliminate or to get rid of something.","With zealous fervor; excited, motivated."],"1.5":["To set aside for a purpose.","Deviating from the normal; marked by incongruity or contradiction; aberrant or abnormal.","Inflexible; liable to break, snap, or shatter easily under stress, pressure, or impact; crackly.","Present in a canon, religious or otherwise.","Tending to contribute to, encourage, or bring about some result.","Able to be converted","To compare things and bring them into a relation having corresponding characteristics.","Still in existence; not having disappeared.","Impudence or brazenness; temerity; chutzpah.","Of or relating to biological reproduction.","Of a person, displaying genius or brilliance; inventive.","Inborn; existing or having existed since birth.","A means of providing the necessities of life for oneself (for example, a job or income).","An item's composition.","An undesirable event such as an accident.","Capable of being navigated; deep enough and wide enough to afford passage to vessels.","Neither reflecting nor emitting light.","To bring about the downfall of (a government, etc.), especially by force; to usurp.","Reverence and devotion to God.","Careless or heedless; headstrong or rash.","To give up; to relinquish ownership of.","To encircle something or simultaneously extend in all directions.","A whirlwind, whirlpool, or similarly moving matter in the form of a spiral or column.","To relinquish (a right etc.); to give up claim to; to forgo.","A staff or truncheon, used for various purposes.","Any large and disastrous event of great significance.","To combine into a single unit; to group together or join.","To prevent something from happening.","An order or command.","To imply, require, or invoke.","A cord that, when lit, conveys the fire to some explosive device, such as a bomb.","Brave, valiant, courteous, especially with regard to male attitudes towards women.","The characteristic of being humble; humbleness in character and behavior.","A flow inward or into something; a coming in.","Characterized by or constituting (any kind of) irony.","An object that marks the boundary of a piece of land (usually a stone, or a tree).","To strike or pierce with the beak or bill (of a bird).","The state of preceding in importance or priority.","To poke, to push, to touch.","Having the ability to prophesize; prescient.","A process of compensation for losses.","Characterized by sentiment, sentimentality or excess emotion.","To model, replicate, duplicate the behavior, appearance or properties of.","Having widely spaced intervals.","More than one or two but not very many; a number of, several.","An opponent or rival.","To reduce or lessen the severity of a pain or difficulty.","Pertaining to, furnished with, or expressed by letters of the alphabet.","Extreme pain, either of body or mind; excruciating distress.","An inhabitant of a borough with full rights; a citizen.","A benefactor; someone who donates to charity or some cause.","Having a physical, tangible body; material, corporeal.","The feeling, or spirit of being defiant.","The act of expelling or the state of being expelled.","Invented; contrived.","A maneuver which rotates an object end over end.","A person who grants something.","To make difficult to accomplish; to act as an obstacle; to frustrate.","Approaching; drawing near; about to happen or expected to happen.","endlessness, unlimitedness, absence of a beginning, end or limits to size.","To call upon (a person, a god) for help, assistance or guidance.","The act of reaching out; the act of raising awareness.","One who promotes.","An inclined surface that connects two levels; an incline.","Resounding, echoing.","Synonym of sublimate.","That which is affirmed; a declaration that something is true.","The murder of a person, especially for political reasons or for personal gain.","Filled with chaos.","To congratulate or reward.","A statement or an idea which is unproven, but is thought to be true; a guess.","Thorough, careful, or vigilant in one’s task performance; painstaking.","The name of the Latin-script letter Q/q.","Senses relating to moving from a higher to a lower position.","Lack of trust or confidence.","Of or relating to an embryo.","Of, pertaining to, or connected with flowers.","Of or pertaining to a brother or brothers.","A bet or wager.","The act or process of writing done with the hand, rather than typed or word-processed.","Showing accord in feeling or action.","The act of immersing or the condition of being immersed.","An anger aroused by something perceived as an indignity, notably an offense or injustice.","That intermediates.","A written or pictorial false statement which unjustly seeks to damage someone's reputation.","A feeling of depression resulting from being alone or from having no companions.","Intending to do harm; characterized by spite and malice.","Roving; wandering; nomadic.","Covered or splashed with, or full of, mud (“wet soil”).","Of, or relating to mystics, mysticism or occult mysteries; mystical.","Able to be traversed; navigable.","A shrine dedicated to some prophetic deity.","The sum of the distance of all the lengths of the sides of an object.","To squeeze a small amount of a person's skin and flesh, making it hurt.","A dire or unfortunate situation.","That teaches applied arts, sciences, technology, engineering and other academic subjects.","A medical doctor specializing in psychiatry.","Superfluous; exceeding what is necessary, no longer needed.","The rigging of a sailing ship or other such craft.","To spin, turn, or revolve.","Aloneness; the state of being alone, solitary, or by oneself.","A musical range or section higher than bass and lower than alto.","Having a thick, sticky consistency between solid and liquid (that is, a high viscosity).","A distant view or prospect, especially one seen through some opening, avenue or passage.","To move without purpose or specified destination; often in search of livelihood.","To droop or become limp and flaccid (as a dying leaf or flower).","The reduction of loan principal over a series of payments.","The nobility, or the hereditary ruling class.","the state of having outstanding debt or liabilities","A dark reddish-brown colour, often used to describe hair colour.","A person who was born out of wedlock, and hence often considered an illegitimate descendant.","A competition to determine a champion, especially the final of a series of competitions.","To talk; to engage in conversation.","Any moisture from the atmosphere condensed by cool bodies upon their surfaces.","The state of being unequal; difference.","Not at or in the centre; away from the centre.","Native to a particular area or culture; originating where it occurs.","A motion like that of waves; a moving in this and that direction; an irregular rising and falling.","The property of not being in balance.","To weaken; to affect negatively; to have a diminishing effect on.","Of or pertaining to invasion; offensive.","A wise and trusted counselor or teacher.","Of or intended for those who are walking.","Agitation; the state of being perturbed.","Power, authority.","An object placed against or under another, to support it; anything that supports.","Of, or relating to reminiscence.","A location for storage, often for safety or preservation.","One of several parallel horizontal layers of material arranged one on top of another.","Of firm build; stiff; stout; strong.","At the same time, at the same frequency.","A short time or short distance.","To end a law, system, institution, custom or practice.","The line that bounds a circle or other two-dimensional figure.","Wilderness where human development is prohibited.","Feeling or having undergone degradation; deprived of dignity or self-respect.","Anxious or uneasy.","To lapse and become invalid.","Of fire, etc.: no longer alight; of a light, etc.: no longer shining; extinguished, quenched.","To thrive or grow well.","A hard, protective head covering, typically part of armour.","The lack of sufficiency: a shortage, the state of having or being not enough (of something).","Of or being, pertaining to, situated on, or resembling an island or islands.","To relax; to spend time lazily; to stand, sit, or recline, in an indolent manner.","To move, arrange or operate something using the hands","In the manner of a monument.","One who ranges; a rover.","To regain or get back something.","The act of swaying; a swaying motion; a swing or sweep of a weapon.","Full of virtue; having excellent moral character.","Promoting good physical health and well-being.","To increase, to rise","The act of accusing.","Subordinate; secondary; auxiliary.","The breast or chest of a human (or sometimes of another animal).","A business, firm, or company whose business is to act as a broker (e.g., stockbroker).","A binary compound of bromine and some other element or radical.","Accompanying; conjoining; attending; concurrent.","To detect with the senses, especially with the eyes.","Relating to or tending to arouse sexual desire or excitement.","The Milky Way; the apparent band of concentrated stars which appears in the night sky over earth.","An intense, blinding light.","Not approved by law, but not invalid.","Not likely to be true.","The ability to solve difficult problems in original, clever, and inventive ways; ingeniousness.","A sharp, pointed, two-edged surgical instrument used in venesection and for opening abscesses etc.","Extending for the entire duration of life.","Fighting or disposed to fight; belligerent, warlike.","Conduct that playfully causes petty annoyance.","A gland near the stomach which secretes a fluid into the duodenum to assist with food digestion.","A dummy medicine containing no active ingredients; an inert treatment."],"2.0":["Registrar, clerk.","The act of admitting.","A skilled manual worker who uses tools and machinery in a particular craft.","Quickly and critically discerning.","Originally, a border or edge of a sea, a river, or other body of water; now, any border or edge.","Aware; fully informed; having understanding of a fact.","Calmness of mind or temperament.","Something that damps or checks:","To sketch out, draw or trace an outline.","Proclamation; announcement; a publishing.","Effective; possessing efficacy.","To overstate, to describe more than the fact.","A critical explanation or interpretation of a text, especially a religious text.","Having the atmosphere, decoration, or attitude of a festival, holiday, or celebration.","Like a ghost in appearance; death-like; pale; pallid; dismal.","Not woody, lacking lignified tissues.","A collection of dried plants or parts of plants.","The worship of idols.","Clinging fuzzy fluff that clings to fabric or accumulates in one's pockets or navel etc.","Of or relating to the shore, especially the seashore.","A heavy fighting club.","Made or done in pieces or one stage at a time.","A monastery or convent governed by a prior or prioress.","Unspoiled; still with its original purity; uncorrupted or unsullied.","A harsh criticism.","To move back; to retreat; to withdraw.","To heal (an organ or part of the body).","Having reliance on somebody or something.","Abounding, amply provided.","To regard someone or something with great awe or devotion.","Appealing to the senses, or to sensual gratification.","The act, or process of slewing.","The quality of being spontaneous.","Having a certain stereotype.","To take the place of.","To provoke someone to do wrong, especially by promising a reward; to entice.","Thin in substance or consistency.","The state of being tranquil; peacefulness, the absence of disturbance or stress; serenity; calm.","A very thin river.","Containing, composed of, or consisting of fat; fatty.","An alloy containing mercury.","The inability to feel pain.","Possessing the quality or ability of motion.","A device with interlocking parts used for fastening things together, such as a fastener or a holder.","A small, exclusive group of individuals, usually according to lifestyle or social status; a cabal.","Corresponding in character; congruous.","recovering one's health and strength after a period of illness; on the mend.","Acceptance of a belief or claim as true, especially on the basis of evidence.","Open to debate; not fully proved or confirmed.","No longer in use or active, nor expected to be again.","To keep something from proceeding or coming to completion; to delay.","To take away; to withdraw or remove.","Capable of being divided or split.","Marked by extreme and violent energy.","A seabird of the genus Larus or of the subfamily Larinae.","A trench, ravine or narrow channel which was worn by water flow, especially on a hillside.","Prone to pauses or breaks; hesitant; broken.","cordial and generous towards guests","Able to be imagined; conceivable.","A person who, or an object or process that, is taken as being infallible.","Habitually travelling from place to place.","Clear enough to be read; readable, particularly of handwriting.","Not expressed strongly or openly; subdued and understated","The state of being obsolete—no longer in use; gone into disuse; disused or neglected.","Elaborately ornamented, often to excess.","An opening; a recess or chamber.","The office of a pope.","Fewness in number; too few.","A supporting post attached to the main rafter.","The point of a pin.","calm and quiet; peaceful; tranquil","A rule or principle, especially one governing personal conduct.","An act or process that preempts; a preventive or forestalling action; as:","The theory that reason is a source of knowledge independent of and superior to sense perception.","An instance of something resurging; a renewal of vigor or vitality.","Having an even, smooth surface; smooth","A short stay somewhere.","Comfort or consolation in a time of loneliness or distress.","A small thin branch of a tree or bush.","A cut made in the lower part of something; the material so removed.","A fanciful impulse, or sudden change of idea.","Produced by abortion; born prematurely and therefore unnatural.","A rebuke by an authority that one has erred and should not persist in one's actions.","A choral or vocal composition, often with a religious or political lyric.","Having a repugnance or opposition of mind.","To laugh quietly or inwardly.","to avoid or get around something; to bypass","Serving to commemorate something.","A feeling of contented self-satisfaction, especially when unaware of upcoming trouble.","Complete in every detail, perfect, absolute.","A period or condition when food is rare and hence expensive; famine.","present participle and gerund of discern","Of, relating to, or reminiscent of horses.","Hair or wool of a sheep or similar animal","Characteristic of, belonging to, or befitting a home; domestic, cosy.","Peculiar to a specific individual; eccentric.","Lacking physical strength or vigor; weak","Exemption from punishment.","Unable or insufficient to produce effect.","The intellectual elite of a society, particularly in Marxist doctrine.","Impossible to defeat, destroy, or kill; too powerful to be defeated or overcome.","A written schedule of activities for a vacation or road trip.","The dignity, rank, or office of a king; the state of being a king.","Related to, near, or on the side toward the tongue.","Not excellent or outstanding, usually disappointingly so.","The emotion usually following humor and accompanied by laughter.","Based on presumption or conjecture; inferred, likely, presumed.","To satisfy, especially a literal or figurative thirst.","Narration, account, description, rendering","The act of repelling or the condition of being repelled.","Effecting or designed to effect an improvement; remedial.","The act of secluding, shutting out or keeping apart.","One who foretells the future; a clairvoyant, prophet, soothsayer or diviner.","To push, especially roughly or with force.","One of a group of nymphs who lured mariners to their death on the rocks.","A cry with a short, sudden expulsion of breath.","The act or process of transposing or interchanging.","Inflexible and unwilling to negotiate or make concessions.","Something to be added; especially text added as an appendix or supplement to a document.","Having the faculty of quick motion in the limbs; apt or ready to move; loose-jointed.","Capable of functioning on land or in water.","To determine the value or worth of (something), particularly as a person appointed for this purpose.","The rounded seed-bearing capsule of a cotton or flax plant.","The headgear with which a horse is directed and which carries a bit and reins.","The full adverse effects; the chief consequences or negative results of a thing or event.","A channel crossing under a road or railway for the draining of water.","Hasty or superficial.","Actions or behaviors that violate formal and informal cultural norms such as laws and customs.","Harsh treatment.","The quality of being eccentric or odd; any eccentric behaviour.","A loud calling or crying out, for example as in surprise, pain, grief, joy, anger, etc.","The grand end of something, especially of a show or piece of music.","A runner at the front or ahead.","Given freely; unearned.","To hasten; to go quickly, to hurry.","Having a dry, harsh tone to the voice, as a result of a sore throat, age, emotion, etc.","Incalculably, exceedingly, or immeasurably minute; vanishingly small.","The ruling council of a military dictatorship.","Tedium as a result of repetition or a lack of variety.","A fierce attack.","Pleasing to the taste, tasty.","Of, pertaining to, resembling, or connected with a peninsula or peninsulas.","One who perpetrates; especially, one who commits an offence or crime.","Appreciative of music, but especially to its performance; devoted to music.","To pull something sharply; to pull something out","Show of magnificence; parade; display; power.","abundance; the state of being profuse; a cornucopia","Lying flat, face-down.","To avoid, especially persistently; ostracize.","To kill; to murder.","A trap (especially one made from a loop of wire, string, or leather).","Prudent and restrained in the use of resources; careful, economical or frugal.","A ghostly apparition, a phantom.","Not permitting water or some other liquid to escape or penetrate; watertight.","A small added amount of colour; (by extension) a small added amount of some other thing.","Alternative letter-case form of unitarian: any Christian who denies the doctrine of the Trinity.","Not told; not related; not revealed; secret.","A disguise or covering up.","A book, in question and answer form, summarizing the basic principles of Christianity.","A qualification or exemption.","Uses relating to colour","The act of conforming; conformity.","A disease spread by contact.","To make known in a formal manner; to proclaim; to announce; to declare.","A fabric, usually of thick cotton or wool, having a dull brownish yellow, dull grey, or dun colour.","Relating to an episode.","To stop (fire, etc.) from burning; also, to stop (light, etc.) from shining; to put out, to quench.","An intense, heated emotion; passion, ardor.","A specific version, edition, translation, or copy of the above-mentioned Homeric text.","Impossible to exhaust; unlimited.","A temporary (usually insubstantial) substitution.","A kind of drama having a musical accompaniment to intensify the effect of certain scenes.","Emerging; just coming into existence.","A formal, often ceremonial speech.","A military post stationed at a distance from the main body of troops.","An excessive and dangerous dose of a drug.","Any makeshift bedding place."],"2.5":["Occurring or existing before birth.","The trunk or stem of a tree.","A disorderly argument or fight, usually with a large number of people involved.","Sureness, certainty.","The set of apartments in which cardinals are secluded while the process to elect a pope takes place.","Having an unusual and unattractive shape; deformed, misshapen; hence, hideous, ugly.","To put down; to lay down; to deposit; to lay aside; to put away.","Loss or want of reputation; ill character.","Service that results in harm; an (intentionally or unintentionally) unhelpful, harmful action.","A papal letter, intended for general circulation in the Catholic Church.","To predict; to tell (the future) before it occurs; to prophesy.","Merry, joyous, full of mirth; later especially, frolicsome, sportive, full of playful mischief.","Unwilling or with reluctance.","To hear (something) with attention; to have regard to (something).","A person who inquires, especially searchingly or ruthlessly.","Lacking moderation, temper or control.","To plead on someone else's behalf.","undeniable; unable to be disproved or refuted","A cradlesong, a soothing song to calm children or lull them to sleep.","To remain concealed in order to ambush.","To give force or effect toward; to influence.","Near-sighted; unable to see distant objects unaided.","To bring peace to (a place or situation), by ending war, fighting, violence, anger or agitation.","A club-shaped, round-headed stick used in a mortar to pound, crush, rub or grind things.","A practical joke or mischievous trick.","A claim or aspiration to a particular status or quality.","to construct something anew, or in a different manner","Extreme aversion, repulsion.","The sheath of a sword.","Similarity or resemblance to something else.","To cry or wail loudly.","One who divulges private information with intent to hurt others.","An absurd, grotesque, misrepresentative or grossly inferior likeness or imitation.","Not flattering, attractive or appropriate.","An ointment or salve.","Describing any microorganism that has a single cell.","Green in colour.","Of or pertaining to a vestige or remnant; like a trace from the past.","Inconsistent with, or far removed from, something; strongly opposed.","In an autonomous or self-governing manner.","To utter words indistinctly or unintelligibly; to utter inarticulate sounds","An uneven patch of color or discoloration.","A dead body; especially the corpse of a human to be dissected.","The state of being contrite; sincere penitence or remorse.","A form of needlework that is made by looping thread with a hooked needle.","Discouraged, despairing.","The state of being out of proportion; an abnormal or improper ratio; an imbalance.","To pour down; rain heavily.","Characterized by fits (convulsions or seizures).","Thinking beforehand or in advance, planning; prior or previous consideration; premeditation.","A thing whose name cannot be remembered; thingamajig, doohickey.","A derogatory hint or reference to, or (often sexual) insinuation about, a person or thing.","Not violated; free from violation or hurt of any kind; secure against violation or impairment.","Sluggish, slow.","A flavored alcoholic beverage that is usually very sweet and contains a high percentage of alcohol.","To detest, hate, or revile (someone or something).","To represent falsely; to inaccurately portray something.","A polygon with eight sides and eight angles.","Abundance, bounty, profusion.","Disparaging, belittling or derogatory.","The quality of being perverse.","To resume something that has been convened and then paused.","An act or instance of reproving or of reprobating; a rebuke, a reproach, an admonition.","An epic poem, or part of one, suitable for uninterrupted recitation.","Animated, gay, or vivacious; lively, spirited.","The state of being subservient.","The study of the purpose or design of natural occurrences.","Coming or characterized by torrents; flowing heavily or in large quantities.","To exceed or overstep some limit or boundary.","Lively and animated; full of life and energy.","Unconsciousness or incapacity resulting from a cerebral hemorrhage or stroke.","Hard-working, diligent or regular (in attendance or work); industrious.","To lessen the intensity of, to mitigate or relieve (hunger, emotion, pain, etc.).","The handrail on the side of a staircase.","present participle and gerund of billow","Careful, prudent, cautious.","Carefully aware of all circumstances; considerate of all that is pertinent.","A series of columns at regular intervals.","The voluntary control of urination and defecation.","Synonym of bruise.","A circle of individuals who associate with one another for a common purpose.","To dislike (someone or something) intensely; to loathe.","The act of disputing; a dispute or argument.","Pursuing pleasure, especially in reference to food or comfort.","To avoid; to shun, to shy away from.","A felt hat in the shape of a truncated cone, having a flat top with a tassel attached.","The part of a shore between high water and low water.","A long, pointed stick used to prod animals.","Covered with blood; very bloody.","Horrifyingly repellent; gruesome, terrifying.","Easily deceived or duped; naive, easily cheated or fooled.","Containing combined water; hydrated.","A quick stab or blow; a poking or thrusting motion.","A footman, a liveried male servant.","A form of sexual bonding involving a permanent pair bond between two beings.","An odd or strange thing or opinion.","A member of the plebs, the common citizens of ancient Rome.","present participle and gerund of plod","A leisurely stroll; a recreational walk in the countryside.","Cream; also, the creamlike froth on ale or other liquor; froth or foam in general.","The reporting of news, especially by an eyewitness.","Having skin (especially on the face) of a sickly pale colour.","Opportune; occurring at an appropriate or suitable time.","Remaining composed and dignified, and avoiding too much activity or excitement.","Synonym of statesmanship (“the ability to guide a state well”).","To have a sudden, pinching or sharp pain in a specific part of the body, like a twitch.","Secure against attack; impregnable.","Not of the earth; non-terrestrial.","Tiresome, tedious or causing fatigue.","A sudden movement or gesture of shrinking away.","To regard (someone or something) as horrifying or detestable; to feel great repugnance toward.","The act of abridging; reduction or deprivation","Difficult to comprehend or understand; obscure.","American form of amphitheatre.","An instrument for measuring and recording the speed of the wind, a windmeter.","Having no interest or involvement in politics.","Made from the wood of the ash-tree.","An uncultivated ridge formed in the open field system, caused by the action of ploughing.","A worker in brass; a brassworker.","Purgative; inducing mental or physical catharsis.","In a coma: unconscious.","To use one's authority to lay claim to and separate a possession from its holder.","To wish for with eagerness; to desire possession of, often enviously.","Foolish, silly, stupid.","Of or relating to an elegy.","Of or relating to letters, or the writing of letters.","Capable of making mistakes or being wrong.","To make (the soil) more fertile by adding nutrients to it.","Someone who attempts to deceive by using an assumed name or identity.","The quality of being incoherent.","Not decisive; not marked by promptness or decision.","Of string or something stringlike: full of, or tied up, in knots.","Anything that mutes or deadens sound.","To obscure something by casting a shadow.","The emission of light without any perceptible heat; the quality of being phosphorescent.","Greedy, characterized by strong desires.","To grab or bat quickly.","A sharp, hooked claw of a bird of prey or other predatory animal.","A long, angry or violent speech.","Inherent baseness, depravity or wickedness; corruptness and evilness.","To spoil, make faulty; to reduce the value, quality, or effectiveness of something.","To deprive; to cut off.","To work against; to oppose (especially to incite a reaction).","A concise, terse, laconic, or memorable expression of a general truth or principle.","Someone who aspires (for high office, etc.)","To attack with harsh words or violent force (also figuratively).","The sulfur of hell; hell, damnation.","present participle and gerund of chafe","Unrestrained by morality.","A person who stubbornly holds to a philosophy or opinion regardless of its feasibility.","A lock, as of wool.","Marked by unthinking recklessness with disregard for danger; boldly rash; hotheaded.","Not capable of being denied, challenged, or disputed; closed to questioning.","Unappetizingly flavorless.","To ring a bell slowly, especially for a funeral; to toll.","To look sideways or obliquely; now especially with sexual desire or malicious intent.","The act of ministering.","A tract of soft, wet ground; a marsh; a fen.","Sullen, gloomy; showing a brooding ill humour.","To take a small, quick bite, or several of such bites, of (something).","The capacity to know everything.","Of or relating to a palace.","Great reluctance to spend money unnecessarily."],"3.0":["willing to acquiesce, accept or agree to something without objection, protest or resistance","In eager desire, eager, astir.","Of or relating to love, especially sexual love.","The adoption or imitation of archaic words or style.","The behaviour expected of a buffoon; foolishness, silliness.","To cause (a ship) to overturn.","The state of being dilapidated, reduced to decay, partially ruined.","A person who takes particular pleasure in fine food and drink.","The simultaneous firing of a number of firearms.","Giving exhortation or advice; encouraging.","Freedom from error.","Having no sensation or consciousness; unconscious; inanimate.","A person who intercedes; a mediator; one who reconciles enemies, or pleads for another.","To speak in a disorganized or desultory manner; to babble or prattle.","The fact or condition of being untruthful; dishonesty.","Conforming with fashion or style.","To ponder or reason out philosophically.","A forked tool used by clothiers for dressing cloth.","The state of being pungent.","A traitor who collaborates with the enemy.","Full of rancor; bitter; unforgiving.","To chew cud. (Said of ruminants.) Involves regurgitating partially digested food from the rumen.","Something inducing sleep, especially a drug.","To shave the crown of the head of (a person) as a sign of humility and religious vocation.","Having an aspect of great depth, drawing the eye to look downwards.","Marked by harsh abuse; abusive, often with ranting or railing.","To appropriate or lay claim to something for oneself without right.","To quarrel in a tiresome, insulting manner.","To plunder; to pillage; take spoil from.","The act of detracting something, or something detracted; taking away; diminution.","To put something out of its usual place.","To bestow with nobility, honour or grace.","To clear of or to free from guilt; exonerate.","The art of preparing and eating good food.","A word that sounds or is spelled the same as another word (but not necessarily both).","A small hill; a hillock; a knoll.","A line drawn on a map or chart connecting places of equal or constant pressure.","Fate; a predetermined or unavoidable destiny.","Inordinate indulgence in sexual activity.","A criminal or felon.","To enroll as a member of a body, especially of a college or university.","A word or phrase which has recently been coined; a new word or phrase.","Having an odor or fragrance.","Causing opprobrium; offensive and shameful.","The act of grasping or gripping, especially with the hands.","The condition of being prudish; prudishness","Boisterous, energetic, noisy, and difficult to control.","To break a promise or commitment; to go back on one's word.","To stir or move from a state of calm or order.","Sordid, squalid or corrupt.","A seller of wine.","To make something (more) acidic or sour; to convert into an acid.","Capable of being alienated, sold, or transferred to another","The branch of horticulture concerned with the planting, growth, and maintenance of trees.","With the back of the hand.","Willing to do what pleases others; obliging; agreeable.","Related by birth; descended from the same parent or ancestor.","Disobedience, resistance to authority.","Pertaining to the act of cremating bodies.","great pleasure; delight.","To name; to designate.","Unreasonably or stubbornly resisting change.","To remove the limbs of.","Decline in judgment and other cognitive functions, associated with aging; senility.","To build, construct.","A state of being bright and radiant, splendor, brilliance.","To establish a camp or temporary shelter.","Tending to travel or do as one pleases; readily without many commitments or responsibility.","Common sense, initiative, resourcefulness.","To make homogeneous, to blend or puree.","To bring in as a member; to make a part of.","Made brilliant or bright; irradiated, illuminated.","One who supports policy favouring war.","One who shows extreme love and admiration for themself.","To relieve the symptoms of; to ameliorate.","Attended with peril; dangerous, risky.","Clearly expressed, easy to understand; lucid.","To emit (sweat or perspiration) through the skin's pores.","Spotted or blotched, especially in black and white.","More than perfect, utterly perfect, ideal.","Talk to little purpose; trifling talk; unmeaningful loquacity.","Long-windedness, tiresome length, excess of words.","American and Oxford British spelling of pulverise.","One who salves or cures.","A person who hides on board a ship, train, etc. so as to get a free passage.","A local chapter of the Fraternal Order of Eagles.","To cut off, to prune.","That which appertains; an appendage to something else; an addition.","Like a tree; having a structure or appearance similar to that of a tree; branching.","Kind; gracious; favorable.","The state of being benign.","A rosette or knot of ribbon worn in a hat, especially as an office or party badge.","Contemptuous of authority; willfully disobedient; rebellious.","To discredit, or expose to ridicule the falsehood or the exaggerated claims of something.","The state of being decrepit or worn out from age or long use.","Given to excessive eating; prone to overeating.","To be prone on the ground.","Haughtiness or arrogance; loftiness.","The quality of being industrious.","The state of being inebriated; inebriation, drunkenness.","Showing no interest, vigor, determination, or enthusiasm.","Dissatisfied with current conditions; disaffected, discontented, rebellious.","Flowing like honey.","Of a moth or insect, to undergo metamorphosis.","In plenty; abundant.","To distract; to draw attention elsewhere.","Powerful, mighty, having authority.","A feeling of apprehension, doubt, fear etc.","A storyteller, especially a person noted for telling stories with skill and wit.","To become separated out into distinct layers or strata.","Unimpressive or unremarkable; dull and ordinary; nondescript.","Excessive vanity.","Consecrated by a vow or promise; consequent on a vow; devoted; promised.","Profane, abusive language; coarse words.","To punish or reprimand someone severely.","Corrective punishment; chastisement; reproof","A personal epithet or clan name added to the given name and family name of Ancient Romans.","A bold outlaw, especially one from southern portions of the Wild West.","Dissenting; of a different opinion.","Solemnly or ponderously sad.","To write (a document) in large, aesthetic, and legible lettering; to make a finalized copy of.","Something, usually abnormal, which grows out of something else.","A disrespectful levity or pertness especially in respect to grave or sacred matters.","A dish made by deep-frying food coated in batter.","Tall and thin, especially so as to cause physical awkwardness.","A boisterous laugh.","The movement of a gene from one species to another.","The antics or tricks of a knave; boyish mischief.","Lying, untruthful or dishonest.","A professional who conducts or analyzes opinion polls.","Voracious and greedy.","To criticize severely.","A strong impulse or longing to travel.","a witty remark; a bon mot; an epigram; a zinger.","A writing which is evidence of a discharge; a receipt in full, which bars a further demand.","A writer of annals; a chronicler; a historian.","A verbal or written description of a coat of arms.","To seize for military use.","Offensive and abusive language or behaviour; scorn, insult.","To object to something vociferously; to rail against in speech.","Skilfulness, being quick in action.","A lengthy discourse on a subject.","To profane or violate the sacredness or sanctity of something.","A state of disquiet, uneasiness, or anxiety.","A stupid person; a blockhead or dullard.","Sportive; lively; joyful.","An element (individual sign or glyph) of a hieroglyphic writing system.","To make furious or mad with anger; to fill with fury.","Excessive patriotism or aggressive nationalism, especially with regards to foreign policy.","To proffer (something) by force; to impose (something) on someone or into some area.","Any monetary or other incidental benefit beyond salary.","Clarity, lucidity, especially in expression; the state or characteristic of being perspicuous.","Reasoning, conscious deliberate inference; the activity or process of reasoning.","One who falls back into prior habits, especially criminal habits.","To cut down or reduce.","To scrape the feet while walking.","The quality of being sweet or pleasing to the mind; agreeableness; pleasantness","Possessing excessive vanity or unwarranted pride.","Refraining from freely consuming food or strong drink; sparing in diet; abstinent, temperate.","A cheap showy ornament or piece of jewellery; a gewgaw.","To confuse, disorientate, or puzzle someone, especially with many different choices.","Corpselike; hinting of death; imitating a cadaver.","To exclude from inheritance; to disown.","To deprive of virile or procreative power; to castrate, to geld.","Conveying praise or admiration, as in a eulogy.","To tax the patience of; irk, frustrate, vex, provoke, annoy; to make angry.","A cultural ancestor; one who originated an idea or tradition.","Of or pertaining to exaggeration or extravagant boasting; bombastic.","Bound with the hide of an animal.","superlative form of hind: most hind","Not capable of being discerned or perceived.","Carelessness, heedlessness, indifference, or casual unconcern.","Something which intoxicates; an intoxicating agent.","to irritate; annoy; bother","One who sells dubious medicines.","Highly injurious or destructive to life: deadly.","The act of revising; a revision.","To make a satire of; to mock.","Loud, powerful, booming, suitable for giving speeches to large crowds.","A variation in the colour of different zones of the same plant.","To say defamatory things about someone or something; to speak ill of.","The symbol \"&\"."]}